export const RAW_CSV_DATA = `Year,Month,พนักงานขาย,ยอดขาย MTO,ยอดขาย ผ้า,ยอดขาย ผ้าปูที่นอน,ยอดขายรวม,Rank,Quarter,Orders
2023,January,รวมทั้งหมด,"5,279,149",,,"5,279,149",,Q1,88
2023,February,รวมทั้งหมด,"4,798,372",,,"4,798,372",,Q1,80
2023,March,รวมทั้งหมด,"4,226,635",,,"4,226,635",,Q1,62
2023,April,รวมทั้งหมด,"5,129,693",,,"5,129,693",,Q2,80
2023,May,รวมทั้งหมด,"4,406,112",,,"4,406,112",,Q2,66
2023,June,รวมทั้งหมด,"3,122,584",,,"3,122,584",,Q2,45
2023,July,รวมทั้งหมด,"3,936,363",,,"3,936,363",,Q3,54
2023,August,รวมทั้งหมด,"4,809,506",,,"4,809,506",,Q3,73
2023,September,รวมทั้งหมด,"5,428,669",,,"5,428,669",,Q3,82
2023,October,รวมทั้งหมด,"3,642,989",,,"3,642,989",,Q4,64
2023,November,รวมทั้งหมด,"5,509,777",,,"5,509,777",,Q4,94
2023,December,รวมทั้งหมด,"4,250,419",,,"4,250,419",,Q4,64
2024,January,รวมทั้งหมด,"5,105,833",,,"5,105,833",,Q1,90
2024,February,รวมทั้งหมด,"5,617,105",,,"5,617,105",,Q1,81
2024,March,รวมทั้งหมด,"3,744,010",,,"3,744,010",,Q1,75
2024,April,รวมทั้งหมด,"4,517,648",,,"4,517,648",,Q2,80
2024,May,รวมทั้งหมด,"5,780,217",,,"5,780,217",,Q2,97
2024,June,รวมทั้งหมด,"3,927,159",,,"3,927,159",,Q2,52
2024,July,รวมทั้งหมด,"5,358,090",,,"5,358,090",,Q3,86
2024,August,รวมทั้งหมด,"4,960,911",,,"4,960,911",,Q3,80
2024,September,รวมทั้งหมด,"4,266,677",,,"4,266,677",,Q3,69
2024,October,รวมทั้งหมด,"5,200,258",,,"5,200,258",,Q4,71
2024,November,รวมทั้งหมด,"6,636,273",,,"6,636,273",,Q4,85
2024,December,รวมทั้งหมด,"4,462,081",,,"4,462,081",,Q4,98
2025,January,ภัทยา (ปอนด์) นาแพงเมือง,"984,319","5,312",,"989,631",1,Q1,
2025,January,มนัสสิทธิ์ (นพส์) โชคสุนทรนิธิ,"872,385",,,"872,385",3,Q1,
2025,January,จันทกานต์ (เจมี่) แทนทรัพย์,"932,297","6,336",,"938,633",2,Q1,
2025,January,ณาตฏิกา (ณาต) กุมารสิทธิ์,"400,159",,,"400,159",5,Q1,
2025,January,ฐิติญา (ออย) ชัยรถ,"571,773","6,048",,"577,821",4,Q1,
2025,January,ธนัท (ตี้) จิรเศวตโชติ,"94,029","88,014",,"182,043",7,Q1,
2025,January,ธัญญ์ชยา (ตูน) ธนาศิริทิพย์,"361,505",,,"361,505",6,Q1,
2025,January,รวมทั้งหมด,"4,216,467","105,710",,"4,322,177",,Q1,68
2025,February,ภัทยา (ปอนด์) นาแพงเมือง,"822,875",,,"822,875",2,Q1,
2025,February,มนัสสิทธิ์ (นพส์) โชคสุนทรนิธิ,"781,151",,,"781,151",3,Q1,
2025,February,ณาตฏิกา (ณาต) กุมารสิทธิ์,"188,004",,,"188,004",6,Q1,
2025,February,ฐิติญา (ออย) ชัยรถ,"874,654",,,"874,654",1,Q1,
2025,February,ธนัท (ตี้) จิรเศวตโชติ,"442,295","12,282",,"454,577",4,Q1,
2025,February,ธัญญ์ชยา (ตูน) ธนาศิริทิพย์,"324,065","30,258",,"354,323",5,Q1,
2025,February,รวมทั้งหมด,"3,433,044","42,540",,"3,475,584",,Q1,58
2025,March,ภัทยา (ปอนด์) นาแพงเมือง,"760,010",,"41,550","801,560",3,Q1,
2025,March,สุเทพ (เทพ) ดำศรี,"136,458",,,"136,458",7,Q1,
2025,March,มนัสสิทธิ์ (นพส์) โชคสุนทรนิธิ,"885,440",,,"885,440",2,Q1,
2025,March,ณาตฏิกา (ณาต) กุมารสิทธิ์,"1,206,083",,,"1,206,083",1,Q1,
2025,March,ฐิติญา (ออย) ชัยรถ,"681,072",,,"681,072",4,Q1,
2025,March,ธนัท (ตี้) จิรเศวตโชติ,"497,343","4,046",,"501,389",5,Q1,
2025,March,ธัญญ์ชยา (ตูน) ธนาศิริทิพย์,"413,490","20,562",,"434,052",6,Q1,
2025,March,รวมทั้งหมด,"4,579,896","24,608","41,550","4,646,054",,Q1,51
2025,April,ภัทยา (ปอนด์) นาแพงเมือง,"482,912",,,"482,912",2,Q2,
2025,April,สุเทพ (เทพ) ดำศรี,"277,984",,,"277,984",4,Q2,
2025,April,มนัสสิทธิ์ (นพส์) โชคสุนทรนิธิ,"190,871",,,"190,871",6,Q2,
2025,April,ณาตฏิกา (ณาต) กุมารสิทธิ์,"309,861",,,"309,861",3,Q2,
2025,April,ฐิติญา (ออย) ชัยรถ,"1,019,289",,,"1,019,289",1,Q2,
2025,April,ธนัท (ตี้) จิรเศวตโชติ,"145,264","27,988",,"173,252",7,Q2,
2025,April,ธัญญ์ชยา (ตูน) ธนาศิริทิพย์,"256,143","9,834",,"265,977",5,Q2,
2025,April,รวมทั้งหมด,"2,682,324","37,822",,"2,720,146",,Q2,47
2025,May,ภัทยา (ปอนด์) นาแพงเมือง,"927,355",,,"927,355",3,Q2,
2025,May,สุเทพ (เทพ) ดำศรี,"461,132","9,516",,"470,648",5,Q2,
2025,May,มนัสสิทธิ์ (นพส์) โชคสุนทรนิธิ,"303,735","12,624",,"316,359",7,Q2,
2025,May,ณาตฏิกา (ณาต) กุมารสิทธิ์,"1,396,145","14,240",,"1,410,385",1,Q2,
2025,May,ฐิติญา (ออย) ชัยรถ,"927,391",,,"927,391",2,Q2,
2025,May,ธนัท (ตี้) จิรเศวตโชติ,"520,705","46,249",,"566,954",4,Q2,
2025,May,ธัญญ์ชยา (ตูน) ธนาศิริทิพย์,"393,127","1,068",,"394,195",6,Q2,
2025,May,รวมทั้งหมด,"4,929,590","83,697",,"5,013,287",,Q2,65
2025,June,ภัทยา (ปอนด์) นาแพงเมือง,"853,601",,,"853,601",2,Q2,
2025,June,สุเทพ (เทพ) ดำศรี,"649,238","2,760","15,366","667,364",4,Q2,
2025,June,มนัสสิทธิ์ (นพส์) โชคสุนทรนิธิ,"166,732",,,"166,732",6,Q2,
2025,June,ณาตฏิกา (ณาต) กุมารสิทธิ์,"611,730","13,706",,"625,436",5,Q2,
2025,June,ฐิติญา (ออย) ชัยรถ,"921,444",,,"921,444",1,Q2,
2025,June,ธนัท (ตี้) จิรเศวตโชติ,"132,773","1,602",,"134,375",7,Q2,
2025,June,ธัญญ์ชยา (ตูน) ธนาศิริทิพย์,"757,832",,,"757,832",3,Q2,
2025,June,อภิชาติ (เจ) ทองแย้ม,"45,266",,,"45,266",9,Q2,
2025,June,ณัฐกฤตา (พู่กัน) แท่งทอง,"76,881",,,"76,881",8,Q2,
2025,June,รวมทั้งหมด,"4,215,497","18,068","15,366","4,248,931",,Q2,56
2025,July,ภัทยา (ปอนด์) นาแพงเมือง,"979,312","5,760",,"985,072",2,Q3,
2025,July,สุเทพ (เทพ) ดำศรี,"586,850","1,531",,"588,381",6,Q3,
2025,July,มนัสสิทธิ์ (นพส์) โชคสุนทรนิธิ,"206,971","3,168",,"210,139",8,Q3,
2025,July,ณาตฏิกา (ณาต) กุมารสิทธิ์,"1,153,060",,,"1,153,060",1,Q3,
2025,July,ฐิติญา (ออย) ชัยรถ,"728,889","6,120",,"735,009",4,Q3,
2025,July,ธนัท (ตี้) จิรเศวตโชติ,"625,500","87,810",,"713,310",5,Q3,
2025,July,ธัญญ์ชยา (ตูน) ธนาศิริทิพย์,"756,326",,,"756,326",3,Q3,
2025,July,ณัฐกฤตา (พู่กัน) แท่งทอง,"333,042",,,"333,042",7,Q3,
2025,July,รวมทั้งหมด,"5,369,950","104,389",,"5,474,339",,Q3,71
2025,August,ภัทยา (ปอนด์) นาแพงเมือง,"1,088,403","2,660",,"1,091,063",2,Q3,
2025,August,สุเทพ (เทพ) ดำศรี,"1,601,104","24,337",,"1,625,441",1,Q3,
2025,August,ณาตฏิกา (ณาต) กุมารสิทธิ์,"691,042",,,"691,042",4,Q3,
2025,August,ฐิติญา (ออย) ชัยรถ,"1,050,660","16,335",,"1,066,995",3,Q3,
2025,August,ธนัท (ตี้) จิรเศวตโชติ,"447,796","9,972",,"457,768",6,Q3,
2025,August,ธัญญ์ชยา (ตูน) ธนาศิริทิพย์,"658,834",,,"658,834",5,Q3,
2025,August,ณัฐกฤตา (พู่กัน) แท่งทอง,"412,878",,,"412,878",7,Q3,
2025,August,รวมทั้งหมด,"5,950,717","53,304",,"6,004,021",,Q3,68
2025,September,ภัทยา (ปอนด์) นาแพงเมือง,"839,263",,,"839,263",2,Q3,
2025,September,สุเทพ (เทพ) ดำศรี,"131,857","22,211",,"154,068",7,Q3,
2025,September,ณาตฏิกา (ณาต) กุมารสิทธิ์,"1,104,969","34,992",,"1,139,961",1,Q3,
2025,September,ฐิติญา (ออย) ชัยรถ,"790,169","10,658","7,896","808,723",3,Q3,
2025,September,ธนัท (ตี้) จิรเศวตโชติ,"787,259","33,051",,"820,310",4,Q3,
2025,September,ธัญญ์ชยา (ตูน) ธนาศิริทิพย์,"366,183",,,"366,183",6,Q3,
2025,September,ณัฐกฤตา (พู่กัน) แท่งทอง,"517,507",,,"517,507",5,Q3,
2025,September,รวมทั้งหมด,"4,537,207","100,912","7,896","4,646,015",,Q3,50
2025,October,ภัทยา (ปอนด์) นาแพงเมือง,"642,178","6,840",,"649,018",2,Q4,
2025,October,สุเทพ (เทพ) ดำศรี,"2,053,390",,"66,053","2,119,443",1,Q4,
2025,October,ณาตฏิกา (ณาต) กุมารสิทธิ์,"582,331",,,"582,331",3,Q4,
2025,October,ฐิติญา (ออย) ชัยรถ,"519,375",,,"519,375",4,Q4,
2025,October,ธนัท (ตี้) จิรเศวตโชติ,"487,313","3,725",,"491,038",5,Q4,
2025,October,ธัญญ์ชยา (ตูน) ธนาศิริทิพย์,"450,208",,,"450,208",6,Q4,
2025,October,ณัฐกฤตา (พู่กัน) แท่งทอง,"175,693",,,"175,693",7,Q4,
2025,October,ภัทรธิดา (หมวย) สุภรพงษ์,"4,000",,,"4,000",8,Q4,
2025,October,รวมทั้งหมด,"4,914,488","10,565","66,053","4,991,106",,Q4,48
2025,November,ภัทยา (ปอนด์) นาแพงเมือง,"610,386",,,"610,386",3,Q4,
2025,November,สุเทพ (เทพ) ดำศรี,"418,831","2,016","28,694","449,541",7,Q4,
2025,November,ณาตฏิกา (ณาต) กุมารสิทธิ์,"776,648",,,"776,648",2,Q4,
2025,November,ฐิติญา (ออย) ชัยรถ,"1,370,515","29,535",,"1,400,050",1,Q4,
2025,November,ธนัท (ตี้) จิรเศวตโชติ,"501,493","36,228",,"537,721",6,Q4,
2025,November,ธัญญ์ชยา (ตูน) ธนาศิริทิพย์,"561,099",,,"561,099",4,Q4,
2025,November,ณัฐกฤตา (พู่กัน) แท่งทอง,"504,583",,,"504,583",5,Q4,
2025,November,ภัทรธิดา (หมวย) สุภรพงษ์,"152,175",,,"152,175",8,Q4,
2025,November,รวมทั้งหมด,"4,895,730","67,779","28,694","4,992,203",,Q4,62
2025,December,ภัทยา (ปอนด์) นาแพงเมือง,"865,910","15,504",,"881,414",3,Q4,
2025,December,สุเทพ (เทพ) ดำศรี,"625,517","50,796","30,736","707,049",5,Q4,
2025,December,ณาตฏิกา (ณาต) กุมารสิทธิ์,"481,441",,,"481,441",6,Q4,
2025,December,ฐิติญา (ออย) ชัยรถ,"1,049,724","35,983",,"1,085,707",2,Q4,
2025,December,ธนัท (ตี้) จิรเศวตโชติ,"651,907",432,"68,897","721,236",4,Q4,
2025,December,ธัญญ์ชยา (ตูน) ธนาศิริทิพย์,"264,146",,,"264,146",7,Q4,
2025,December,ณัฐกฤตา (พู่กัน) แท่งทอง,"1,097,702",,,"1,097,702",1,Q4,
2025,December,ภัทรธิดา (หมวย) สุภรพงษ์,,,,,8,Q4,
2025,December,รวมทั้งหมด,"5,036,347","102,715","99,633","5,238,695",,Q4,42
2026,January,ภัทยา (ปอนด์) นาแพงเมือง,"847,318","10,152",,"857,470",1,Q1,7
2026,January,สุเทพ (เทพ) ดำศรี,"575,912","29,340",,"605,252",2,Q1,8
2026,January,ณาตฏิกา (ณาต) กุมารสิทธิ์,"402,256","41,724",,"443,980",4,Q1,7
2026,January,ฐิติญา (ออย) ชัยรถ,"535,960","85,800","10,974","632,734",3,Q1,5
2026,January,ธนัท (ตี้) จิรเศวตโชติ,"323,214","6,410",,"329,624",5,Q1,7
2026,January,ธัญญ์ชยา (ตูน) ธนาศิริทิพย์,"28,168","56,148",,"84,316",8,Q1,1
2026,January,ณัฐกฤตา (พู่กัน) แท่งทอง,"266,804","4,250",,"271,054",6,Q1,4
2026,January,ภัทรธิดา (หมวย) สุภรพงษ์,"16,355",,,"16,355",9,Q1,1
2026,January,อำนาจ (เค) แซ่โง้ว,"94,434",,,"94,434",7,Q1,1
2026,January,รวมทั้งหมด,"3,090,421","233,824","10,974","3,335,219",,Q1,41
2026,February,ภัทยา (ปอนด์) นาแพงเมือง,"1,032,251",,,"1,032,251",2,Q1,14
2026,February,สุเทพ (เทพ) ดำศรี,"358,382",,"29,680","388,062",6,Q1,5
2026,February,ณาตฏิกา (ณาต) กุมารสิทธิ์,"279,821","7,480",,"287,301",7,Q1,6
2026,February,ฐิติญา (ออย) ชัยรถ,"1,044,859","3,488",,"1,048,347",1,Q1,8
2026,February,ธนัท (ตี้) จิรเศวตโชติ,"926,073",,,"926,073",3,Q1,7
2026,February,ธัญญ์ชยา (ตูน) ธนาศิริทิพย์,"819,254",,,"819,254",4,Q1,8
2026,February,ณัฐกฤตา (พู่กัน) แท่งทอง,"585,824",,,"585,824",5,Q1,6
2026,February,ภัทรธิดา (หมวย) สุภรพงษ์,"199,736",,,"199,736",8,Q1,4
2026,February,อำนาจ (เค) แซ่โง้ว,"106,662","11,772",,"118,434",9,Q1,4
2026,February,รวมทั้งหมด,"5,352,861","22,740","29,680","5,405,281",,Q1,62
2026,March,ภัทยา (ปอนด์) นาแพงเมือง,"466,566",,"12,590","479,156",7,Q1,4
2026,March,สุเทพ (เทพ) ดำศรี,"1,220,233",,,"1,220,233",1,Q1,8
2026,March,ณาตฏิกา (ณาต) กุมารสิทธิ์,"1,052,470",,,"1,052,470",3,Q1,7
2026,March,ฐิติญา (ออย) ชัยรถ,"1,100,437","7,656",,"1,108,093",2,Q1,11
2026,March,ธนัท (ตี้) จิรเศวตโชติ,"723,768",,,"723,768",5,Q1,5
2026,March,ธัญญ์ชยา (ตูน) ธนาศิริทิพย์,"141,464",,,"141,464",8,Q1,2
2026,March,ณัฐกฤตา (พู่กัน) แท่งทอง,"726,260",,,"726,260",4,Q1,6
2026,March,ภัทรธิดา (หมวย) สุภรพงษ์,,"19,456",,"19,456",9,Q1,
2026,March,อำนาจ (เค) แซ่โง้ว,"568,668",,,"568,668",6,Q1,6
2026,March,รวมทั้งหมด,"5,999,866","27,112","12,590","6,039,568",,Q1,49
2026,April,ภัทยา (ปอนด์) นาแพงเมือง,"124,468",,,"124,468",8,Q2,4
2026,April,สุเทพ (เทพ) ดำศรี,"308,420",,,"308,420",5,Q2,8
2026,April,ณาตฏิกา (ณาต) กุมารสิทธิ์,"408,519","5,976",,"414,495",4,Q2,7
2026,April,ฐิติญา (ออย) ชัยรถ,"610,264",,,"610,264",3,Q2,8
2026,April,ธนัท (ตี้) จิรเศวตโชติ,"743,055",,,"743,055",2,Q2,9
2026,April,ธัญญ์ชยา (ตูน) ธนาศิริทิพย์,"131,134","16,704",,"147,838",7,Q2,2
2026,April,ณัฐกฤตา (พู่กัน) แท่งทอง,"198,798",,,"198,798",6,Q2,4
2026,April,ภัทรธิดา (หมวย) สุภรพงษ์,,,,,9,Q2,
2026,April,อำนาจ (เค) แซ่โง้ว,"812,467",,,"812,467",1,Q2,9
2026,April,รวมทั้งหมด,"3,337,125","22,680",,"3,359,805",,Q2,51
2026,May,ภัทยา (ปอนด์) นาแพงเมือง,"479,742","35,424",,"515,166",3,Q2,7
2026,May,สุเทพ (เทพ) ดำศรี,"159,289","63,190",,"222,479",8,Q2,6
2026,May,ณาตฏิกา (ณาต) กุมารสิทธิ์,"624,749",,,"624,749",2,Q2,5
2026,May,ฐิติญา (ออย) ชัยรถ,"290,623",,,"290,623",7,Q2,4
2026,May,ธนัท (ตี้) จิรเศวตโชติ,"441,202","5,472",,"446,674",6,Q2,6
2026,May,ธัญญ์ชยา (ตูน) ธนาศิริทิพย์,"453,035",,,"453,035",5,Q2,3
2026,May,ณัฐกฤตา (พู่กัน) แท่งทอง,"467,870",,,"467,870",4,Q2,5
2026,May,อำนาจ (เค) แซ่โง้ว,"656,774","9,000",,"665,774",1,Q2,6
2026,May,รวมทั้งหมด,"3,573,284","113,086",,"3,686,370",,Q2,42
2026,June,ภัทยา (ปอนด์) นาแพงเมือง,"641,308",864,"5,856","648,028",1,Q2,4
2026,June,สุเทพ (เทพ) ดำศรี,"216,670","7,224",,"223,894",5,Q2,5
2026,June,ณาตฏิกา (ณาต) กุมารสิทธิ์,"235,209","68,076",,"303,285",4,Q2,1
2026,June,ฐิติญา (ออย) ชัยรถ,"145,702","4,590",,"150,292",7,Q2,1
2026,June,ธนัท (ตี้) จิรเศวตโชติ,"164,611",,,"164,611",6,Q2,1
2026,June,ธัญญ์ชยา (ตูน) ธนาศิริทิพย์,"92,080","3,024",,"95,104",8,Q2,1
2026,June,ณัฐกฤตา (พู่กัน) แท่งทอง,"609,636",,,"609,636",2,Q2,5
2026,June,อำนาจ (เค) แซ่โง้ว,"464,562",,,"464,562",3,Q2,3
2026,June,รวมทั้งหมด,"2,569,778","83,778","5,856","2,659,412",,Q2,21
2026,July,ภัทยา (ปอนด์) นาแพงเมือง,"816,982",,,"816,982",3,Q3,10
2026,July,สุเทพ (เทพ) ดำศรี,"289,242",,,"289,242",7,Q3,7
2026,July,ณาตฏิกา (ณาต) กุมารสิทธิ์,"1,013,948",,,"1,013,948",1,Q3,11
2026,July,ฐิติญา (ออย) ชัยรถ,"880,885","2,160",,"883,045",2,Q3,9
2026,July,ธนัท (ตี้) จิรเศวตโชติ,"736,472",,"50,454","786,926",4,Q3,9
2026,July,ธัญญ์ชยา (ตูน) ธนาศิริทิพย์,"583,066",,,"583,066",5,Q3,12
2026,July,ณัฐกฤตา (พู่กัน) แท่งทอง,"580,245",,,"580,245",6,Q3,3
2026,July,อำนาจ (เค) แซ่โง้ว,"265,151","1,800",,"266,951",8,Q3,6
2026,July,รวมทั้งหมด,"5,165,991","3,960","50,454","5,220,405",,Q3,67
2026,August,ภัทยา (ปอนด์) นาแพงเมือง,"829,597","15,840","5,700","851,137",5,Q3,10
2026,August,สุเทพ (เทพ) ดำศรี,"1,588,180",,,"1,588,180",1,Q3,21
2026,August,ณาตฏิกา (ณาต) กุมารสิทธิ์,"758,861",,,"758,861",6,Q3,9
2026,August,ฐิติญา (ออย) ชัยรถ,"1,471,920",,,"1,471,920",2,Q3,11
2026,August,ธนัท (ตี้) จิรเศวตโชติ,"890,786","157,250",,"1,048,036",4,Q3,11
2026,August,ธัญญ์ชยา (ตูน) ธนาศิริทิพย์,"482,683",,,"482,683",7,Q3,5
2026,August,ณัฐกฤตา (พู่กัน) แท่งทอง,"1,046,651",,,"1,046,651",3,Q3,11
2026,August,อำนาจ (เค) แซ่โง้ว,"278,099",,,"278,099",8,Q3,5
2026,August,รวมทั้งหมด,"7,346,777","173,090","5,700","7,525,567",,Q3,83
2026,September,ภัทยา (ปอนด์) นาแพงเมือง,"710,728",,,"710,728",2,Q3,8
2026,September,สุเทพ (เทพ) ดำศรี,"155,559","2,388",,"157,947",8,Q3,4
2026,September,ณาตฏิกา (ณาต) กุมารสิทธิ์,"583,094",,"14,616","597,710",4,Q3,10
2026,September,ฐิติญา (ออย) ชัยรถ,"632,023","2,160",,"634,183",3,Q3,5
2026,September,ธนัท (ตี้) จิรเศวตโชติ,"1,018,251",,"50,454","1,068,705",1,Q3,10
2026,September,ธัญญ์ชยา (ตูน) ธนาศิริทิพย์,"440,050",,,"440,050",7,Q3,4
2026,September,ณัฐกฤตา (พู่กัน) แท่งทอง,"579,866",,,"579,866",5,Q3,9
2026,September,อำนาจ (เค) แซ่โง้ว,"539,599",,,"539,599",6,Q3,5
2026,September,รวมทั้งหมด,"4,659,170","4,548","65,070","4,728,788",,Q3,55
2026,October,ภัทยา (ปอนด์) นาแพงเมือง,"132,912",,,"132,912",3,Q4,
2026,October,สุเทพ (เทพ) ดำศรี,"192,877",,,"192,877",2,Q4,
2026,October,ณาตฏิกา (ณาต) กุมารสิทธิ์,"71,857",,,"71,857",5,Q4,
2026,October,ฐิติญา (ออย) ชัยรถ,"71,512",,,"71,512",6,Q4,
2026,October,ธนัท (ตี้) จิรเศวตโชติ,"277,067",,,"277,067",1,Q4,
2026,October,ธัญญ์ชยา (ตูน) ธนาศิริทิพย์,"30,903",,,"30,903",7,Q4,
2026,October,ณัฐกฤตา (พู่กัน) แท่งทอง,"20,377",,,"20,377",8,Q4,
2026,October,อำนาจ (เค) แซ่โง้ว,"98,681",,,"98,681",4,Q4,
2026,October,รวมทั้งหมด,"896,186",,,"896,186",,Q4,`;
